Repository: zikula-ev/Formicula
Catalog: Resources/translations/zikulaformiculamodule.*.po
Languages: de

source: (to prevent spam)
de: (Spamschutz)

source: - Make a choice -
de: - Bitte eine Auswahl treffen -

source: A visitor of to your web site used the form for contact and sent the following:
de: Ein Besucher Ihrer Webseite hat das Kontaktformular verwendet und die folgenden Daten gesendet:

source: A visitor to your website made a new rental request and sent the following:
de: Ein Besucher Ihrer Webseite hat eine neue Mietanfrage gemacht und die folgenden Daten gesendet:

source: Actions
de: Aktionen

source: Activate simple spam check
de: Einfachen Spamschutz aktivieren

source: Add contact
de: Kontakt hinzufügen

source: Agree with terms and conditions
de: Nutzungsbedingungen zustimmen

source: All public contacts or form default
de: Alle öffentlichen Kontakte oder Formular-Standard

source: Amount of persons
de: Anzahl Personen

source: An email with the filled in data will be sent to our and your email address (%s). We will reply as soon as possible.
de: Eine E-Mail mit den eingetragenen Daten wird an uns und Ihre E-Mail-Adresse (%s) gesendet. Wir antworten so schnell wie möglich.

source: An error occurred while creating the cache directory at %s.
de: Beim Erstellen des Cache-Verzeichnisses in %s ist ein Fehler aufgetreten.

source: An error occurred while removing the cache directory at %s.
de: Beim Entfernen des Cache-Verzeichnisses in %s ist ein Fehler aufgetreten.

source: Apply as
de: Anmelden als

source: Apply online
de: Online anmelden

source: Apply online!
de: Online anmelden!

source: Attach a file
de: Eine Datei anhängen

source: Attached file
de: Angehängte Datei

source: Basic contact information
de: Grundlegende Kontaktinformationen

source: Cache directory
de: Cache-Verzeichnis

source: Cancel
de: Abbrechen

source: Clear captcha image cache
de: Cache für Captchabilder leeren

source: Comment
de: Kommentar

source: Company
de: Firma

source: Confirmation of your submission will be emailed to you in a few minutes.
de: Eine Bestätigung der Nachricht wird in ein paar Minuten zugestellt.

source: Confirmation prompt
de: Bestätigungsabfrage

source: Contact
de: Kontakt

source: Contact ID
de: Kontakt ID

source: Contact could not be found.
de: Kontakt konnte nicht gefunden werden.

source: Contact form
de: Kontaktformular

source: Contact information
de: Kontaktinformationen

source: Contact name
de: Kontakt Name

source: Contact our team
de: Unser Team kontaktieren

source: Contact's sender name
de: Absendername des Kontaktes

source: Could not create .htaccess file in %s, please refer to the manual before using the module!
de: Es konnte keine .htaccess-Datei in %s erstellt werden, bitte vor Verwendung des Moduls das Handbuch anschauen!

source: Custom fields
de: Eigene Felder

source: Date
de: Datum

source: Date of birth
de: Geburtsdatum

source: Default email format for admin emails
de: Standardformat für Admin E-Mails

source: Default email format for user emails
de: Standardformat für Benutzer E-Mails

source: Default form
de: Standardformular

source: Delete
de: Löschen

source: Delete contact
de: Kontakt löschen

source: Delete form submission
de: Formular-Einreichung löschen

source: Delete uploaded file(s) after sending
de: Hochgeladene Datei(en) nach dem Versand löschen

source: Desired salary
de: Gewünschtes Gehalt

source: Directory for uploaded files
de: Verzeichnis für hochgeladene Dateien

source: Disable this if you experience problems with your SMTP server
de: Diese Option deaktivieren, falls Probleme mit dem SMTP-Server auftreten

source: Display a specific Formicula form.
de: Ein spezifisches Formicula-Formular anzeigen.

source: Do not use spam check in these forms
de: In diesem Formularen keinen Spamschutz verwenden

source: Do you really want to delete contact '%s'?
de: Soll der Kontakt '%s' wirklich gelöscht werden?

source: Do you really want to delete form submission '%s'?
de: Soll die Formular-Einreichung '%s' wirklich gelöscht werden?

source: Done! Contact created.
de: Erledigt! Kontakt erstellt.

source: Done! Contact deleted.
de: Erledigt! Kontakt gelöscht.

source: Done! Contact updated.
de: Erledigt! Kontakt geändert.

source: Done! Module configuration updated.
de: Erledigt! Modulkonfiguration geändert.

source: Done! Submission deleted.
de: Erledigt! Einreichung gelöscht.

source: Edit contact
de: Kontakt bearbeiten

source: Email address
de: E-Mail-Adresse

source: Email address(es)
de: E-Mail-Adresse(n)

source: Email and confirmation settings
de: Einstellungen zu E-Mail und Bestätigung

source: Email confirmation format
de: Format der E-Mail Bestätigung

source: End of rental period
de: Ende des Mietzeitraums

source: Enter a valid email address
de: Bitte eine gültige E-Mail Adresse eingeben

source: Enter a valid url
de: Bitte eine gültige URL eingeben

source: Enter comma separated list of form ids or leave empty for storing all forms.
de: Kommaseparierte Liste von Formular-IDs eingeben oder leer lassen zum Speichern aller Formulare.

source: Enter comma separated list of form ids or leave empty for using the spam check in all forms.
de: Kommaseparierte Liste von Formular-IDs eingeben oder leer lassen zum Verwenden des Spamschutzes in allen Formularen.

source: Enter your comments here
de: Kommentare hier eingeben

source: Entry date
de: Eintragsdatum

source: Error! Could not store your submission into the database.
de: Fehler! Die Einreichung konnte nicht in der Datenbank gespeichert werden.

source: Error! Incorrect email address [%s] supplied.
de: Fehler! Ungültige E-Mail-Adresse [%s] angegeben.

source: Error! No or incorrect email address supplied.
de: Fehler! Keine oder ungültige E-Mail-Adresse angegeben.

source: Error! No or invalid name given.
de: Fehler! Keinen oder ungültigen Namen angegeben.

source: Error! No value given for mandatory field "%s".
de: Fehler! Keinen Wert für das Pflichtfeld "%s" angegeben.

source: Female
de: Weiblich

source: Field
de: Feld

source: File upload settings
de: Einstellungen zum Dateiupload

source: Finish and send
de: Abschließen und Senden

source: For your information: There are better spam check modules out there. For example the Zikula Captcha module which can be hooked to Formicula. If you want to use this module, then please do not forget to add the required permissions for the Captcha module, too.
de: Zur Information: Es gibt bessere Spamschutzmodule. Zum Beispiel das Zikula Captcha Modul, das in Formicula eingehakt werden kann. Wenn dieses Modul benutzt wird, nicht vergessen, die notwendigen Berechtigungen zu erteilen.

source: Form #
de: Formular #

source: Form #%1$s containing %2$s templates
de: Formular #%1$s mit %2$s Templates

source: Form submission could not be found.
de: Formular-Einreichung konnte nicht gefunden werden.

source: Form submission storage
de: Speicherung von Formular-Einreichungen

source: Form ui hooks subscriber
de: Form UI-Hooks Abonnent

source: Formicula cache directory does not contain the required .htaccess file - Captchas have been disabled.
de: Das Formicula Cache-Verzeichnis enthält die benötigte .htaccess-Datei nicht - Captchas wurden deaktiviert.

source: Formicula cache directory does not exist or is not writable - Captchas have been disabled.
de: Das Formicula Cache-Verzeichnis existiert nicht oder ist nicht beschreibbar - Captchas wurden deaktiviert.

source: Formicula form
de: Formicula Formular

source: Formicula settings
de: Formicula Einstellungen

source: Gender
de: Geschlecht

source: General settings
de: Allgemeine Einstellungen

source: Go back to the form
de: Zurück zum Formular

source: Hello %s!
de: Hallo %s!

source: Hello!
de: Hallo!

source: How did you find us?
de: Wie haben Sie uns gefunden?

source: IP address
de: IP-Adresse

source: Identification card number
de: Ausweisnummer

source: Included extras
de: Zusätzliche Extras

source: Kind regards
de: Mit freundlichen Grüßen

source: Location
de: Ort

source: Mailer module is not available - unable to send emails!
de: Das Mailermodul ist nicht verfügbar - es können keine E-Mails versendet werden!

source: Make a reservation
de: Eine Reservierung vornehmen

source: Make sure you the necessary form fields are available, see the docs for more information. This option will be turned off by Formicula automatically if no PHP functions for creating images are available.
de: Bitte sicherstellen, dass die notwendigen Formularfelder verfügbar sind (mehr Informationen in den Docs). Diese Option wird automatisch von Formicula ausgeschaltet, wenn keine PHP-Funktionen zur Erstellung der Bilder verfügbar sind.

source: Male
de: Männlich

source: Mandatory fields are indicated with an asterisk.
de: Pflichtangaben werden durch ein Sternchen gekennzeichnet.

source: Math
de: Mathe

source: New application
de: Neue Anmeldung

source: New contact
de: Neuer Kontakt

source: New rental request
de: Neue Mietanfrage

source: No contacts found.
de: Keine Kontakte gefunden.

source: No form selected.
de: Kein Formular ausgewählt.

source: No submissions found.
de: Keine Einreichungen gefunden.

source: None
de: Keines

source: Only store submissions from these forms
de: Einreichungen nur von diesen Formularen speichern

source: Operation cancelled.
de: Vorgang abgebrochen.

source: Otherwise
de: Ansonsten

source: Personal data
de: Persönliche Daten

source: Phone number
de: Telefonnummer

source: Plain text
de: Einfacher Text

source: Please enter a valid date (mm/dd/yyyy).
de: Bitte ein gültiges Datum (mm/dd/yyyy) eingeben.

source: Please solve this calculation
de: Bitte diese Aufgabe löschen

source: Public
de: Öffentlich

source: Rental data
de: Daten zum Verleih

source: Save
de: Speichern

source: Send
de: Absenden

source: Send confirmation email to user
de: Bestätigungsmail an den Benutzer senden

source: Sender email address
de: E-Mail-Adresse des Absenders

source: Sender name
de: Absendername

source: Settings
de: Einstellungen

source: Show comments textarea
de: Eingabefeld für Kommentare anzeigen

source: Show company
de: Firma anzeigen

source: Show contact
de: Kontakt anzeigen

source: Show file attachment
de: Dateianhang anzeigen

source: Show location
de: Ort anzeigen

source: Show phone number
de: Telefonnummer anzeigen

source: Show url
de: URL anzeigen

source: Show user email format selector
de: Auswahl für Format der Benutzer E-Mail anzeigen

source: Site name
de: Seitenname

source: Site slogan
de: Seitenslogan

source: Site url
de: URL der Seite

source: Spam check settings
de: Einstellungen zum Spamschutz

source: Start of rental period
de: Beginn des Mietzeitraums

source: Store submitted data in database
de: Eingereichte Daten in der Datenbank speichern

source: Street
de: Straße

source: Subject
de: Betreff

source: Submission information
de: Informationen zur Einreichung

source: Successfully created the cache directory with a .htaccess file in it.
de: Das Cache-Verzeichnis wurde erfolgreich mit einer .htaccess-Datei erstellt.

source: Thank you %s for your reservation.
de: Vielen Dank %s für die Reservierung.

source: Thank you for the comments posted from our website. The sent data is:
de: Vielen Dank für Nachricht von unserer Internetseite. Die gesendeten Daten sind:

source: Thank you for your questions/comments to our website!
de: Vielen Dank für Ihre Fragen/Anmerkungen zu unserer Internetseite!

source: Thank you for your reservation.
de: Vielen Dank für die Reservierung.

source: Thanks for applying, we will keep your data strictly confidential.
de: Danke für die Anmeldung, wir werden die Daten vertraulich behandeln.

source: The %s team
de: Das Team von %s

source: The Formicula form #%1$s is shown here with only contact %2$s
de: Das Formicula Formular #%1$s wird hier mit dem Kontakt %2$s angezeigt

source: The Formicula form #%s is shown here with all contacts
de: Das Formicula Formular #%s wird hier mit allen Kontakten angezeigt

source: The calculation to prevent spam was incorrect. Please try again.
de: Die Lösung zur Rechenaufgabe zur Vermeidung von Spam war nicht korrekt. Bitte noch einmal versuchen.

source: The captcha image cache has been cleared.
de: Der Cache für Captchabilder wurde geleert.

source: The user has the following IP address/hostname:
de: Der Benutzer hat die folgende IP-Adresse / Hostname:

source: The validation of the hooked security module was incorrect. Please try again.
de: Die Validierung des eingehakten Sicherheitsmoduls war nicht korrekt. Bitte noch einmal versuchen.

source: The webserver cannot write into this directory!
de: Der Webserver kann nicht in dieses Verzeichnis schreiben!

source: There are no image function available - Captchas have been disabled.
de: Es ist keine Bildfunktion verfügbar - Captches wurden deaktiviert.

source: There is an error in your input.
de: Es gibt einen Fehler in den Eingaben.

source: There was an error sending the confirmation email to your email address.
de: Beim Versand der Bestätigungsmail ist ein Fehler aufgetreten.

source: There was an error sending the email to our contact.
de: Beim Versand der E-Mail an unseren Kontakt ist ein Fehler aufgetreten.

source: There was an internal error when sending confirmation mail to you.
de: Beim Versand der Bestätigungsmail ist ein Fehler aufgetreten.

source: This data was sent to us:
de: Diese Daten wurden gesendet:

source: This form is used when no form is specified.
de: Dieses Formular wird verwendet, wenn kein Formular angegeben wird.

source: Type 1
de: Typ 1

source: Type 2
de: Typ 2

source: Type 3
de: Typ 3

source: Type of vehicle
de: Art des Fahrzeugs

source: Use contact mail addresses as sender
de: Kontakt-Mailadressen als Absender verwenden

source: User confirmation email data
de: Daten zur E-Mail für die Benutzerbestätigung

source: User defined field data #num
de: Benutzerdefiniertes Feld Daten #num

source: User defined field name #num
de: Benutzerdefiniertes Feld Name #num

source: Value
de: Wert

source: View contacts
de: Kontakte anzeigen

source: View form submission
de: Formular-Einreichung anzeigen

source: View form submissions
de: Formular-Einreichungen anzeigen

source: View submissions
de: Einreichungen anzeigen

source: View submitted form data
de: Eingereichte Formulardaten anzeigen

source: Visit website
de: Internetseite besuchen

source: We will reply as soon as possible.
de: Wir werden so schnell wie möglich antworten.

source: We will respond to your email address as soon as possible.
de: Wir werden so schnell wie möglich an die angegebene E-Mail-Adresse antworten.

source: Web Location 1
de: Web Adresse 1

source: Web Location 2
de: Web Adresse 2

source: Web Location 3
de: Web Adresse 3

source: Website
de: Internetseite

source: Yes
de: Ja

source: Yes, I agree with the <a href="%s">Terms and Conditions</a>
de: Ja, ich stimme den <a href="%s">Nutzungsbedingungen</a> zu

source: You can use the following placeholders within the subject:
de: Die folgenden Platzhalter können innerhalb des Betreffs benutzt werden:

source: You may enter a single address or a comma separated list of addresses.
de: Es kann eine einzelne Adresse oder eine kommaseparierte Liste von Adressen eingegeben werden.

source: Your Name
de: Name

source: Your mail to %s
de: Ihre E-Mail an %s

source: Your name
de: Name

source: Zip City
de: PLZ, Ort
